Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Eará báikkiin lea ges giellaguovddáš dehálaš oassi stuorát sámi birrasis dahje
nob: Andre steder er språksenteret en viktig del av et større samisk miljø eller institusjon (Árran i Tysfjord, Várdobáiki i Evenes, Álttá Siida i Alta, SEG i Tana, Senter for nordlige folk i Manndalen) hvor språksenteret kan trekke på en rekke andre samiske språklige og kulturelle ressurser og være i et samiskspråklig miljø. I enkelte tilfeller er språksentrets

source: Muhtun oktavuođain lea giellaguovddáža doaibma nu ollu seahkanan olles dan birrasa eará doaimmaide, ahte lea njulgestaga váttis geassit ovdan mii lea earenoamážit giellaguovddáža bargu (Árran).
nob: arbeid så tett integrert i øvrig arbeid at det rett og slett er problematisk å trekke ut hva som spesifikt ligger under dette feltet (Árran).

source: ii fal jur ráđđeviesus, muhto ovttas eará sámi ossodagaiguin suohkanis (Loabák ja Unjárga).
nob: Så har vi den siste kategorien der to sentre drives av kommunen i kommunale lokaler, riktignok ikke på rådhuset, men samlokalisert med blant annet andre samiske kommunale avdelinger (Lavangen og Nesseby).

source: Dieppe lea giellaguovddáš čadnon hui nannosit eará suohkanossodagaide, ja doppe juogadit bargguid.
nob: Her er det tette bånd mellom språksenter og andre kommunale avdelinger, og stort overlapp i oppgavefordelingen.

source: 12.2 Mii lea organiserenmálle válljema mearrideaddji ?
nob: 12.2 Hva avgjør valg av organisasjonsform ?

source: Giellaguovddážiid organiserenmálle válljen čájeha ollu eará dilálašvuođaid guovddáža ásaheamis.
nob: Språksentrenes organisasjonsform er et uttrykk for en rekke forhold rundt etableringen av språksenteret.

source: čájeha dárbbu leat veaháš eret eará doaimmain mat oamasteddjiin leat (Deatnu, Áltá, Árran), ja maiddái dan ahte galget leat vejolašvuođat searvadahttit eará berošteddjiid seamma guovllus (Várdobáiki).
nob: For det første er den et resultat av datidens behov for forankring, det være seg tett inn til kommunen (Porsanger, Kåfjord, Nesseby, Lavangen, Tromsø) eller fylkeskommunen (Røros), behov for avstand til andre virksomheter eiere hadde (Tana, Alta, Árran), samt mulighet for inkludering av flere interessenter i området (Várdobáiki).

source: Muhto dat čájeha maid makkár gáibádusaid ruhtadeaddjit bidjet eaktun vuođđodoarjaga juolludeapmái, earet eará Sámediggi.
nob: Men det er også et uttrykk for hvilke krav som ble stilt fra finansiører, blant annet Sametinget, som en forutsetning for å gi grunntilskudd.

source: Mii leimmet vuordán gávdnat minstara mii čájeha ahte sámegiela hálddašanguovllu giellaguovddážat loahpas šaddet suohkana háldui.
nob: Vi forventet å finne et mønster der språksentre i forvaltningsområdet for samiske språk ville ende opp med en kommunal modell.

source: Dat doallá deaivása muhtun muddui, ja njeallje guovddáža guđa
nob: Dette stemmer langt på vei, og er den gjeldende organisasjonsform for fire (Porsanger, Kåfjord, Nesseby, Lavangen) av de seks forvaltningskommunene med språksentre.

source: Muhto okta giellaguovddáš mii lea olggobealde hálddašanguovllu lea maid válljen suohkanmálle (Romsa).
nob: Men den kommunale modellen er også valg for ett av språksentrene utenfor forvaltningsområdet (Tromsø).

source: Oasussearvi, OS.
nob: AS.

source: ‐ málle lea válljen okta giellaguovddáš mii ii leat hálddašanguovllus (Áltá) ja okta mii lea hálddašanguovllus (Deatnu).
nob: ‐ formen er valgt for ett språksenter i en kommune utafor forvaltningsområdet (Alta) og en innafor (Tana).

source: Vuođđudus organisašuvdnamálle lea dušše Árran válljen mii lea Divttasvuonas, mii lea hálddašansuohkan, ja ossolaččaidsearvvi (andelslag) lea dušše Várdobáiki Enáššis válljen. Organiserenmálle eai leat
nob: Stiftelsesformen begrenser seg til Árran i forvaltningskommunen Tysfjord, mens andelslag kun er valg for Várdobáiki i Evenes.

source: rievdadan álggu rájes, earret Várdibáiki, mii dál lea rievdandeamen organiserenmálle, ja várra šaddá vuođđudus dahje oasussearvi (OS), árvideames eanemusat danin go galget hukset ođđa sámi viesu, ja de bohtet maid ođđa oamasteaddjit.
nob: Endringer i organisasjonsform underveis har ikke forekommet før nå helt i det siste hvor Várdobáiki er i ferd med å endres, trolig i retning av en stiftelse eller AS, primært som en følge av at nye eiere skal inn i forbindelse med bygging av nytt

source: Dalle go
nob: samisk hus.

source: Oamasteapmi mearkkaša maid stivren‐ ja váikkuhanfápmu, ja dan gal oamasteaddjit ille addet earáide.
nob: Ellers er holdningen blant informantene ved de ulike språksentre at en ikke endrer på en organisering som har fungert.

source: Tabealla 12.1 Gos giellaguovddážat leat, sámegiela hálddašanguovllus vai dan olggobealde, ja daid organiserenmálle
nob: Alle organisasjonsformer har både fordeler og ulemper, men selv om organisasjonsformen ikke alltid er optimal, kan en lære seg å leve med den.

source: Giellaguovddáš Hálddašanguovllu Organiserenmálle Porsáŋggu Sámi giella‐ ja kulturguovddáš Siskkobealde Suohkanvuođđudus Gáivuona Sámi giellaguovddáš Siskkobealde Suohkana hálddus Várdobáiki sámi guovddáš Evenáššis Olggobealde Ossolaččaidsearvi (BA.)
nob: Da Sametinget gjennom sin institusjonsmelding (2008) ønsket å endre noen språksentres organisering ved å slå sammen og skape mer robuste organisasjoner, var det liten støtte å hente i de aktuelle miljøene.

source: Deanu giellagáddi Siskkobealde OS
nob: Eierskap

source: Gáisi Giellaguovddáš Romssas Olggobealde Suohkana hálddus Aajege ‐ Saemien giele‐ jih maahtoejarnge Plassjes Olggobealde Fylkasuohkana
nob: handler også om makt og innflytelse, noe som eierne nødig vil gi fra seg.

source: Álttá Sámi Giellaguovddás Olggobealde OS Loabák ‐ Ástávuona giellagoahtie Siskkobealde Suohkana hálddus
nob: Tabell 12.1 Språksentrenes plassering innafor eller utenfor forvaltningsområdet for samisk språk, samt organisasjonsform

source: 12.3 Movt váikkuha ruhtadeapmi ja prošeaktaruhtadeapmi doibmii ?
nob: 12.3 Hvordan påvirker fast finansiering og prosjektfinansiering virksomheten ?

source: Giellaguovddážiid doaimmaid ruhtadeamis leat áibbas guhtetlágan rámmaeavttut.
nob: Språksentrene har svært ulike finansielle rammebetingelser for sin virksomhet. Dette handler om to

source: Das lea sáhka guovtti áššis; man ollu guovddáš oažžu bissovaš doaibmajođihandoarjjan, ja man ollu guovddáš nagoda oažžut prošeaktadoarjagiid maid ohcá.
nob: forhold; hvor mye senteret får i faste driftstilskudd, og hvor mye senteret får tilslag på gjennom søknader til prosjektfinansiering.

source: doaibmajođihandoarjaga, dahje leat dehálaš lasáhussan dasa.
nob: Det siste kan være en kompensasjon for manglende faste driftstilskudd, eller et viktig tillegg til dette.

source: Mii oaidnit hui čielga oktavuođa das man stuora bissovaš ruhtadeapmi lea, galle bargi leat guovddážis, ja muhtun muddui maid man viiddis doaibma lea.
nob: Vi ser en klar sammenheng mellom størrelsen på den faste finansieringen, antallet ansatte ved språksenteret, og til en viss grad, virksomhetens omfang.

source: Lea stuora erohus das ahte jođihit giellaguovddáža ovttain bargiin ja das ahte jođihit guovddáža mas leat 3‐4 bargi.
nob: Det er stor forskjell å drive et språksenter med en ansatt i forhold til å være 3‐4.

source: Go leat eanet bargit, de lea eanet heivehanmunni ja buoret vejolašvuohta ráhkadit guhkes áigái plánaid.
nob: Flere fast ansatte gir en større fleksibilitet og mulighet til å satse langsiktig.

source: Sámedikki vuođđodoarjja lea áibbas dárbbašlaš jus giellaguovddážat galget unnimus dási doaimma ge sáhttit
nob: Grunntilskuddet fra Sametinget er en helt nødvendig forutsetning for en minimumsaktivitet, og fylkeskommunal driftsfinansiering er også et viktig bidrag.

source: jođihit, ja maiddái fylkasuohkana jođihandoarjja lea mávssolaš oassi ruhtadeamis.
nob: Finnmark 2007, Nordland 2006, Hedmark, Nord ‐ Trøndelag, Sør ‐ Trøndelag og Nordland om sørsamisk samarbeid 2010).

source: Dat doarjja lea boađus fylkasuohkaniid ja Sámedikki ovttasbargošiehtadusain (Romsa 2006, Finnmárku 2007, Nordlánda 2006, Hedmárka, Davvi ‐ Trøndelága, Lulli ‐ Trøndelága ja Nordlándda lullisámiovttasbargu 2010).
nob: Vi ser imidlertid at fylkeskommunene opererer med ulike størrelser på summene, Finnmark gir tilskudd med samme sum til alle sentre i sin region, mens de andre fylkeskommunene legger ulike vurderinger av behov og oppgaver lagt til språksenteret til grunn for tildelingen.

source: Muhto mii oaidnit ahte fylkasuohkaniid doarjagat leat iešguđetlágan sturrodagas.
nob: Vel halvparten av språksentrene har også kommunal grunnfinansiering.

source: Finnmárku addá seamma sturrosaš doarjaga buot guovddážiidda iežas regiovnnas, muhto eará fylkasuohkanat geavahit iešguđetlágan dárbbuid ja bargguid árvvoštallamiid vuođđun go mearridit man stuora doarjaga galget juolludit giellaguovddážiidda. Bures beali giellaguovddážiin ožžot maid
nob: Porsanger, Kåfjord, Tana og Lavangen kommune som er med i forvaltningsområdet for samisk språk, henter den kommunale

source: vuođđodoarjaga suohkanis.
nob: grunnfinansieringen fra tospråklighetsmidlene.

source: Romsa ja Plassje geavahit eará boasttaid suohkanis ruhtadit giellaguovddážiid doaimma, danin go dat suohkanat eai oaččo guovttegielatvuođadoarjagiid danin go eai gula sámegiela hálddašanguvlui.
nob: Den kommunale grunnfinansieringen som Tromsø og Røros gir til sine språksentre, er overført fra andre poster da disse kommunene ligger utenfor språkforvaltningsområdet og ikke har tilgang på tospråklighetsmidler.

source: Sámedikki iešguđetlágan váikkuhangaskaoamit leat hui dehálaš doarjjaortnegat main sáhttá ohcat prošeavttaid ruhtadeami, ja nu nákce oažžut giellaguovddážii eanet doaimmaid go dušše buhtis
nob: Sametingets ulike virkemiddelordninger for finansiering av prosjekttiltak er også svært viktig for å få opp en aktivitet utenom ren administrasjon. Mange språksentre har en imponerende prosjektaktivitet, noen opp til 10‐15 ulike tiltak i løpet av et år, og har god tilslagsprosent på sine

source: hálddašanbargguid. Máŋgga giellaguovddážis leat ovdošanveará ollu doaimmat, muhtumin sáhttet leat nu eatnat go 10‐15 prošeavtta ovtta jagis, ja leat ge dasto ožžon ollu ohcamušaide doarjagiid, ja eará guovddážiin ii leat ges nu ollu doaibma, dahje eai soaitte oažžut jahkásaččat prošeavttaide doarjagiid, jus dat eai deaivva leat juste dakkár doammat maid ruhtadeaddji lea válljen juste dalle vuoruhit.
nob: søknader, mens andre ikke er så aktive eller treffer dårlig i forhold til årlige prioriteringer for prosjektsøknader hos sine potensielle finansiører.

source: Muhtun giellaguovddážat lohket oalle geahččalussan dan go Sámediggi ii dáhto ekonomalaččat doarjut seammamállet doaimmaid jagis jahkái.
nob: En del språksentre melder om utfordringer ved at Sametinget ikke ønsker å støtte økonomisk samme type tiltak år etter år.

source: Okta diekkár ovdamearka leat gáktegoarrunkursset, mat máŋgga giellaguovddáža mielas leat hui identitehtanannejeaddjit, ja maidda dávjá leat guhkes vuordinlisttut.
nob: Et slikt eksempel er koftekurs som flere språksentre ser på som svært viktig som identitetsskapende tiltak og hvor det ofte er lange ventelister for deltakelse.

source: Váikko Sámediggi lea ge deháleamos prošeaktaruhtadeaddji, de gávdnojit maiddái vejolaš eará ruhtadeaddjit, sihke dain fylkkain ja suohkaniin gos giellaguovddážat vejolalaččat juo ožžot vuođđodoarjaga, ja maiddái áibbas eará báikkálaš, regionála ja internašuvnnalaš ruhtadeaddjit. Mii oaidnit ovdamearkkadihte giellaguovddážiid mat ovttasbarget
nob: Selv om Sametinget er den viktigste finansiør av prosjekter ved språksentrene, finnes det andre potensielle finansiører, både blant fylke og kommune språksentre kanskje alt får grunnfinansiering fra, og helt andre lokale, regionale, nasjonale og

source: Ruoŧain dahje Suomain ja nu leat olahan EU.
nob: Vi ser blant annet at språksentre med samarbeid over grensen mot Sverige og Finland har oppnådd EU.

source: ‐ ruhtadeami (Deatnu, Árran, Romsa).
nob: ‐ finansiering (Tana, Árran, Tromsø).

source: Giellaguovddážiin lea iešguđetdásis dáhttu ja návccat ohcat eará olggobeale prošeaktaruhtadeddjiid.
nob: Språksentrene viser ulike ønsker og evner til å oppnå prosjektfinansiering fra andre eksterne finansiører.

source: Guovddážiin main lea nanu vuođđoruhtadeapmi ja main eanemus doaibma doaimmahuvvo dábálaš bušeahta siskkobealde, ii leat seamma heahtedárbu ohcat olggobeale ruhtadeami go giellaguovddážiin mat doibmet hui gáržžes ruhtadilis.
nob: De som har en solid grunnfinansiering og har det meste av aktiviteten innenfor ordinært driftsbudsjett, har ikke de samme prekære behovene for ekstern finansiering som de mer marginalt finansierte språksentrene.

source: Guovddážat mat dárbbašit olggobealde ruhtadeami hui ollu, dahje mat juo leat áibbas dan duohken, čilgejit man váttis sáhttá leat diekkár
nob: De senterne som er svært eller helt avhengig av ekstern

source: dilis bargat.
nob: prosjektfinansiering fremhever hvor vanskelig det kan være å jobbe under slike forhold.

source: Dat váibada bargiid, ja sii sáhttet oalát vuollánit, ja dat čatná ollu olmmošlaš návccaid, dahká váttisin gávdnat bargiid ja doalahit sin geaid bálkáhit diibmobargin, ja dat gáržžida boahtteáiggi plánema, sihke ekonomalaččat ja maiddái jođiheami ektui.
nob: Det er slitsomt for de ansatte som kan bli utbrent, det binder opp mye personressurser, gjør det vanskelig å rekruttere og holde på timeansatte, og gir liten økonomiske og driftsmessig forutsigbarhet.

source: Giellaguovddážat dárbbašit dakkár gelbbolašvuođa maid ollu eará sámi ásahusat nai ohcet, ja maid lea váttis gávdnat, ja mii oalle muddui maid váilu giellaguovddážiid lagas guovlluin. Giella‐ ja
nob: Språksentrene etterspør en type kompetanse som er svært etterspurt, vanskelig å rekruttere, og som

source: pedagogalaš gelbbolašvuođa lea hui váttis gávdnat.
nob: delvis mangler i nærområdene til språksentrene.

source: Muhtun guovlluin olggobealde guovddáš sámi guovlluid eai lean galles geat máhtte sámegiela (čállit) dan muttos alla dásis ahte sáhtte diekkár virggiide álgit, dalle go guovddážat ásahuvvo.
nob: Språk‐ og pedagogisk kompetanse er særlig vanskelig å rekruttere, og i en del områder utenfor de samiske kjerneområdene var det ved senternes opprettelse få som kunne samisk (skriftlig) på et såpass høyt nivå at de kunne gå inn i denne typen stillinger.

source: Gelbbolašvuohta fertii vuođu rájes huksejuvvot, ja hui dávjá fertii dan gelbbolašvuođa viežžat Sis ‐ Finnmárkkus.
nob: Kompetanse måtte bygges fra bunnen, og ofte måtte det rekrutteres fra indre Finnmark.

source: Ja vel otná dán beaivvi ge fertejit ollu giellaguovddážat ohcat bargiid olggobealde iežaset guovllu (Loabák, Romsa). Muhtun guovddážat leat áiggi mielde gávdnan eanas bargiid bissovaš virggiide iežaset guovllus (Deatnu, Unjárga), ja eará
nob: Den dag i dag er flere språksentre avhengig av å rekruttere utenfra (Lavangen, Tromsø) Noen sentre har over tid funnet det meste av personalet til de faste stillingene lokalt (Tana, Nesseby)

source: báikkiin leat easka áiggi mielde huksen báikkálaš gelbbolašvuođa (Gáivuotna ja Plassje).
nob: mens andre først har fått det i senere tid ved at kompetansen er bygd opp over et lengre tidsrom lokalt (Kåfjord og Røros).

source: Lea buorre go formálalaš gelbbolašvuohta sámegielas deattuhuvvo, muhto sáhttá šaddat veaháš váttis jus šaddá áivve eará sámi guovlluin viežžat bargiid, geain lea eará kultuvrralaš ja gielalaš duogáš, ja eai dovdda báikkálaš árbevieruid ja giellaguovddáža doaibmaguovllu.
nob: Det er bra at formell kompetanse i samisk språk vektlegges ved rekruttering, men det kan også være utfordringer med å rekruttere folk som kommer fra andre samiske områder med en annen kulturell og språklig bakgrunn og dermed ikke kjenner de lokale tradisjonene i språksenterets virkeområde.

source: Lea dehálaš nagodit bargiid doalahit virggiin, ja giellaguovddážat main dávjá molsašuvvet bargit, dárbbašit dávjá guhkit sajáiduvvanáiggi, ja fertejit gelbbbolašvuođa hukset cehkiid mielde.
nob: Kontinuitet er svært viktig, og språksentre som har stor gjennomtrekk av faste ansatte, vil ofte trenge lenger tid til å finne sin plass og bygge opp kompetansen gradvis.

source: Das lea
nob: Dette handler både om å være

source: sáhka sihke das ahte leat oahpis báikkálaččat, ja sihke das ahte oahpásnuvvat báikkálaš guvlui ja dehálaš ovttasbargiide dan guovllus, muhto bargis ferte maid leat prošeaktahutkanmáhttu, ferte dovdat iešguđetlágan ruhtadanboasttaid ja Sámedikki vejolašvuođaid, ja nagodit čuovvut mielde makkár vuoruheamit Sámedikkis leat áiggis áigái.
nob: kjent i å bli kjent med lokalområdet og viktige samarbeidsparter der, men også å ha en prosjektmakerkompetanse, kjenne til ulike finansieringsposter og muligheter i Sametinget og holde seg oppdatert om Sametingets årlige prioriteringer.

source: Eanas giellaguovddážiin leat hui ollu olggobeale bargit maid bálkáhit oanehit áigái iešguđetlágan kurssiide ja doaimmaide.
nob: De aller fleste språksentrene har en rekke eksterne ansatte som er knyttet til ulike kurs og aktiviteter på korttidbasis.

source: Dat leat olbmot geain lea dehálaš máhttu ja čehppodat, soitet vel hui
nob: Dette er personer som sitter på en viktig kunnskap, kanskje på et smalt felt.

source: earenoamáš fágasuorggis čeahpit.
nob: noe som gir liten forutsigbarhet rundt videreføring fra år til år.

source: Diekkár eahpečielga dilis lea bahá massit olbmuid geain lea máhttu ja čehppodat eará gilvaleaddji bargoaddiide, nugo ovdamearkkadihte skuvllaide.
nob: Med en slik utsikkerhet er det lett å miste ressurspersoner til andre konkurrerende oppdragsgivere, for eksempel til skoleverket.

source: 12.5 Movt váikkuhit báikkálaš ja olles guovllu dilálašvuođat giellaguovddáža doaibmaválljemii ?
nob: 12.5 Hvordan påvirker lokale og regionale forhold hva språksentrene satser på ?

source: Dieđuid čohkkenbargu lea čájeha ahte leat ollu diŋggat ja dilálašvuođat mat váikkuhit dasa makkár doaimmaid ja nannensurggiid giellaguovddáš vállje.
nob: Datainnsamlingen har vist at mange ulike forhold påvirket hva språksentrene velger av tiltak og

source: lea gii dahká dieid vuoruhemiid, leat go bargit ieža, vai stivra (doppe gos dat lea) ja oamasteaddjit geat seaguhuvvojit bargui doaibmaplánaid ráhkadeami oktavuođas.
nob: satsinger. Først er dette et spørsmål om hvem som faktisk gjør disse prioriteringene, om det er de ansatte selv, eller styret (der det finnes) og ulike eiere gjennom involvering i arbeidet med virksomhetsplan.

source: Min jurddagovva lea ahte bargiin, ja ábaida beavválaš jođiheaddjis, lea stuora váikkuhanfápmu doaimmaid válljemis, muhto formálalaččat gal leat ollu earát geat buktet oaiviliid ja fuomášumiid dan prosessii.
nob: Vårt inntrykk er at de ansatte, og kanskje i særdeleshet daglig leder, har stor innflytelse på valgene, men at det formelt er flere aktører som spiller inn tanker og ideer i prosessen.

source: Danin leat siskkáldas dilálašvuođat hui dehálaččat, ja ahte válljemiin vuhtiiváldá maiddái bargiid iežaset bargoberoštumiid, vuoruhemiid, sávaldagaid, giellaguovddáža kapasitehta ja makkár olmmošlaš bargonávccat ja gelbbolašvuohta lea fidnemis.
nob: Interne forhold er derfor viktig, og valgene som gjøres er influert av ansattes egne interesser for hva de vil jobbe med, prioriteringer, ønsker, språksenterets kapasitet og tilgang på menneskelige

source: Báikkálaš dásis sáhttet dat leat historjásearvi, duodjesearvi, falástallansearvi dahje sámi searvvit.
nob: ressurser og kompetanse.

source: Suohkandásis sáhttet dat leat suohkanetáhtat, skuvllat, mánáidgárddit ja kulturskuvllat.
nob: Dernest er det et spørsmål om i hvilken grad språksenteret samarbeider med andre eksterne aktører og i fellesskap utvikler og gjennomfører tiltak.

source: Ja regionála dásis sáhttet leat joatkkaskuvllat, eará giellaguovddážat, universitehtat ja allaskuvllat jnv..
nob: På lokalt plan kan dette kan være historielag, husflidslag, idrettslag, sameforeninger, på kommuneplan kan det være ulike etater, skoler, barnehager, kulturskole, og på regionalt plan kan det være videregående skoler, andre språksentre, universitet og høgskoler osv..

source: Sáhttit dadjat ahte oktavuođat dahje fierpmádagat maid giellaguovddážat jagiid mielde leat huksen, leat mearrideaddjin dasa geainna sii
nob: Vi kan si at de ulike nettverkene språksentrene over år har bygget opp,

source: válljejit ovttasbargat, ja dat válljen váikkuha fas dasa makkár doaimmaid válljejit nannet.
nob: er avgjørende for hvem de samarbeider med og at dette igjen er med på å påvirke type tiltak det satses på.

source: Muhtun giellaguovddážiin lea hui báikkálaš čanastat, ja hui báikkálaš fierpmádat, ja earáin leat viidát fierpmádagat ja čanastagat, sihke regionála dásis, našuvnnalaččat ja internašuvnnalaččat.
nob: Enkelt språksentre har primært en lokal forankring med lokale nettverk, mens andre har både regionale, nasjonale og internasjonale nettverk.

source: Lea lunddolaš, ahte giellaguovddážat mat lea sámegiela hálddašanguovllus, ja maid suohkan oamasta, galget gokčat daid dárbbuid mat suohkanis leat nannet giellagelbbolašvuođa ja máhtu sámi diliid birra.
nob: For de senterne som er innafor forvaltningsområdet for samisk språk og er eid av kommunen, er det naturlig nok et stort fokus på at språksenteret skal dekke behov som kommunen har for å heve språkkompetansen og kunnskapen om samiske forhold.

source: Ja de lea dávjá suohkan mii definere dárbbuid, mat eanet dahje unnit leat čállojuvvon
nob: Her vil det ofte være kommunen som definerer behovene, som i større eller mindre grad er forankret i planverk, politiske prioriteringer og

source: Muhto eai leat dušše báikkálaš jearaheamit ja ohcaleamit mat váikkuhit dasa makkár doaimmaid giellaguovddáš vállje fállat.
nob: Men det er ikke bare den lokale etterspørselen som påvirker språksentrenes tilbud.

source: Gáiddusoahpahus mii jođihuvvo skuvllaide miehtá riikka, lea ovdamearka mii dan čájeha, maid dušše muhtun giellaguovddážat doaimmahit.
nob: Fjernundervisning mot skoler i hele landet, er et slikt eksempel der kun noen språksentre er aktive.

source: Dan barget giellaguovddážat mat barget smávit gielaiguin, leat mii oaidnán; Plassje lullisámegiela ja Árran julevsámegiela oahppofálaldagain.
nob: Dette ser vi eksempler på ved språksentrene som dekker de små samiske språkene; Røros med sørsamisk og Árran med lulesamisk fjernundervisningstilbud.

source: Davvisámi guovlluin eai giellaguovddážat measta oba bargga ge
nob: I de nordsamiske språkområdene ser vi nesten ikke fjernundervisning gitt fra språksentrene.

source: gáiddusoahpahemiin. Muhtun guovddážat gal barget diekkár fálaldagain, gos čohkkejit ohppiid geat ožžot gáiddusoahpahusa suohkana / fylkasuohkana skuvllas.
nob: Noen er imidlertid engasjert med tilbud ved samlinger av fjernundervisningselever som mottar undervisning fra kommunal / fylkeskommunal skole.

source: Sivvan dasa lea našuvnnalaš nannenbargu, mii lea addán juste Aajege giellaguovddážii earenoamáš bargun áimmahuššat lullisámegiela gáiddusoahpahusa joatkkaskuvladásis ja Árran lea ožžon seamma rolla áimmahuššat julevsámegiela joatkkaskuvladásis.
nob: Årsaken til dette finner vi i den nasjonale satsingen der nettopp Aajege språksenter er gitt en spesiell oppgave å ivareta sørsamisk fjernundervisning på videregående skoles nivå og Árran har den samme rollen i forhold til videregående nivå på lulesamisk.

source: Loahpas áigut vel namuhit ahte dat guovddážat mat leat olggobeale prošeaktaruhtadedddjiid
nob: Til slutt vil vi trekke fram at de språksentrene som er sterkt avhengig av ekstern finansiering av

source: duohken, sáhttet muhtun muddui vásihit dan ahte leat ruhtadeaddjit mat bidjet eavttuid sin doaimmaide.
nob: prosjekter, til en viss grad oppleve at det er finansiørene som legger premissene for hva de skal satse på.
